{
    "label": "National Railway Museum",
    "content": [
        {
            "id": "f4737321-5435-fa79-79de-be2467a2ca77",
            "label": "National Railway Museum",
            "content": "Notebook of William Fleming, Bedell. MS notebook with \"Notebook. W. Fleming (Bedell) on cover. Some entries in hand of William Fleming, others in different hands, covering variety of subjects. Mainly copies of correspondence, minutes etc. dates varying between 1834 and 1916, but book itself probably covers the years William & Fleming was Bedell - 1893-1923. Entries include Dr. Watson's Presidential Address 26 March, 1866 INDEX REFERENCES: Watson (Sir Thomas), 1792-1882"
        },
        {
            "id": "bac8d441-4984-861d-5199-b7a97699c728",
            "label": "National Railway Museum",
            "content": "Mr Abernethy's Surgical Essays delivered MDCCCXX.MDCCCXXI (Quotation from Serenus Sammonicus). PP. 1-241 probably in hand of Charles Witt. PP. 242-386 slightly different hand. P. 615 in handwriting of Dr George Witt. Begins p. 1: \"On fevers attending injuries. Medicine is in itself one and indivisible; it is a science which has for its object the cure of diseases in general.\" Ends p. 241: (lect XXX). \"I have here given a mere outline of surgery, as I know it to be impossible to teach it by lectures - facts and fine reasonings may be rendered so mawkish by dilution as to become tiresome and disgusting - I see no good in lecturing to people when they are asleep & after all the utmost extent that lectures can do, is to send us out to practice with minds prepared to meditate and to observe. I consider myself in the light of a topographer, as one who has travelled & is describing the country to others, who does not mention every hedge, gate & puddle where we may dirty our boots, but who points out where good accomodation may be had & where we may rest in peace.\" Followed by: \"Surgical extracts from Mr Abernethy's anatomical lectures; delivered 1820.\" Begins p. 242: \"On the blood. In considering the subject of animal matter, I shall follow Haller's division.\" Ends p. 386: \"In the horse, the carotid arteries pursue a very tortuous course down the neck, and before they enter the skull.\" Followed by about a hundred blank leaves. At the end of the volume is a \"General Index\" (5 pp.) and an \"Index to Mr Abernethy's surgical lectures\" (p. 1) The text differs considerably from that of any of the published lectures. On the last page is the following declaration: \"We the undersigned who have been permitted to take a copy of the foregoing Lectures of the late Mr Abernethy hereby promise and agree in the most unequivocal manner that we will never allow any person to take a copy without first obtaining the sanction of Dr Witt, in testimony whereof we have hereunto subscribed our respective names.\" Signed in 1835 by Wm. Thurnall, Matthew Inman, Richard Henry Meade, James Edman Beveridge, Goerge Dixon Hedley, Charles Longuet Higgins, Charles Frederick Edwards and Thomas Mitchell, and in 1843 by W.R. Nusham. The declaration is in Dr George Witt's handwriting, probably Charles' brother. Note: Charles Witt studied at St Bartholomew's Hospital, qualified MRCS in 1821 and became an extra-licentiate of the RCP in 1841. He was House Surgeon to the General Infirmary, Northampton, and died 23 April 1883, aged 86. George Witt graduated M.D. at Leyden in 1828, and was for some time a surgeon in the service of the Hon. East India Co. On his return to England, he became in 1845 an extra-licentiate of the RCP, and obtained the post of physician to the Bedford General Infirmary."
        },
        {
            "id": "e8f9d3cf-c81b-39da-f0d0-2ba7739a099e",
            "label": "National Railway Museum",
            "content": "COMMITTEES. Committee of Reference R.C.P. Report of the proceedings of the Committee of Reference (Typescript. With some printed documents). The Committee of Reference was appointed by the Royal Colleges of Physicians and Surgeons \"to advise the Government Departments concerned through the Central Medical War Committee, on any case affecting the several Metropolitan Hospitals and Medical Schools during the war in respect of medical men on their staff with regard to whom the question arises as to whether a particular individual is indispensable or would suffer excessive personal hardship if required to enter Military Service: and further advise on the case of any other medical men in England or Wales in respect of whom the Central Tribunal under the Military Service Act thinks it desirable that this Advisory Committee should be consulted.\""
        },
        {
            "id": "2b0b198d-221b-d34a-e263-863dd092490b",
            "label": "National Railway Museum",
            "content": "William Harvey 1578-1657 F. 1607. By Peter Scheemakers Head to left, eyes (incised) looking in the same direction; long hair, moustache and pointed beard; falling collar, gown over tight-buttoned doublet; circular socle. Incised on the back: GUL. HARVEIUS M.D."
        },
        {
            "id": "c54d0995-4313-fba4-617d-10dc2210ad89",
            "label": "National Railway Museum",
            "content": "Cash book. PHYSICAL DESCRIPTION 458 [Followed by 7pp. of receipted bills] 32 x 22 cms. Vellum with clasps. ORIGIN AND PROVENANCE Coll. Coll. C 06.03 Note at end of numbered pages: \"The bills and receipts which follow were found loose in the cellar in 1950 and incorporated here by J.J. Keevil.\" INDEX REFERENCES: Keevil (John Joyce), 1901-1958"
        },
        {
            "id": "775cade3-b55e-c6d6-e43a-0d11a74f2332",
            "label": "National Railway Museum",
            "content": "CHARLES II. EXEMPLIFICATION. Letters Patent (Inspeximus) exemplifying the Statute 14 & 15 Henry VIII (The priviledges & Authority of Physicians in London) Recital of the Statute 14 & 15 Henry VIII Cap.5, etc. NOS antem tenorem p[re] missor[um] p[re]d[i]c[t]or[um] ad requisic[i] & [n] em Franci ?Berry de London gen. DUXIMUS exemplificand. p[re] p[re]sentes. IN cujus rei Testimoniu[m] has l[ite]ras n[ost]ras fieri fecimus Patentes. Teste meip[s]p apud Westm.vicesimo. (here damaged) Junii Anno Regni nostri tricesimo quinto. GRIM[STON]"
        },
        {
            "id": "13df4fbf-841a-0a02-e241-7208cca53aca",
            "label": "National Railway Museum",
            "content": "Case for Counsel, Sir Samuel Shepherd, C.Warren & John Lens and their opinion on the question whether the Censors of the College of Physicians are empowered to examine the Files of such Apothecaries as they may believe to possess prescriptions of physicians guilty of Mala Praxis. And also of unlicensed practitioners whose practice may be presumed to be bad as they have never been examined as required by the Charter and Act of Parliament. And whether they are empowered to demand the delivery of such prescriptions either to themselves or to the Beadle of the College"
        },
        {
            "id": "ec69ab23-5ea7-7d69-b24a-2273f941679e",
            "label": "National Railway Museum",
            "content": "Treatise on Urines etc. PHYSICAL DESCRIPTION 137 pp 28 x 19½ cms. Parchment. ORIGIN AND PROVENANCE p. 159 (1928) Catalogued by Mrs. D. Waley Singer. BIBLIOGRAPHY N.R. Ker. Medieval Manuscripts in British Libraries. Oxford, 1969. P. 206 No. 356 In middle English"
        },
        {
            "id": "0766cbb3-32f5-225f-1275-1bd7620abb75",
            "label": "National Railway Museum",
            "content": "HMS Achilles Surgeon’s journal. A handwritten medical log detailing the cases of the men on the HMS Achilles from 17 May 1877 to 31 December 1877 on the way to and from the Mediterranean/Turkey – including (as listed in the index) cases of abscesses, aneurisms, Bright’s disease, Bubo symp. (Bubonic symptoms?), Catarrh, contusions, cynanche, cystitis, debility, diarrhoea, enteric fever, enteritis, epilepsy, fracture, homophlysis, heart disease, hydrocele, impetigo, incontinence of urine, orchitis, phthisis, pneumonia, rheumatism, scrofula, spinal curvature, splenitis, and wounds. There is a quote from Virgil, “erunt etiam altera bella, atque iterum ad trojam magnus mittetur achilles” which means “New wars too shall arise, and great Achilles will be sent again to Troy.” Interesting cases include that of William Gaskell’s contusion and loss of limb function, John Julian’s wounded arm, William Warren’s rheumatism, Thomas Clare’s enteric fever, Richard Pitcher’s splenilis, and Charles Bracknell’s aneurisms. The back of the journal holds a handwritten report on Bashika Bay and a map. The journal includes a photo of the Royal Naval Hospital in Malta, meteorological reports for all months the expedition occurred, a map of “the Dardanelles and the Troad”, and an appendix on Bashika Bay."
        },
        {
            "id": "09a51d7c-2b80-47c3-c92f-4afa29a305f0",
            "label": "National Railway Museum",
            "content": "The morbid anatomy of some of the most important parts of the human body.\" [Printed]. The morbid anatomy of some of the most important parts of the human body. 1793. Interleaved copy, bound in two volumes, with additions and alterations in the handwriting of the author"
        },
        {
            "id": "80217d03-42ff-6926-3aee-0c1804d49af8",
            "label": "National Railway Museum",
            "content": "Major T. G. Tulloch. Typescript letter to Sir William Willcox. Stating that he did not think salt was a necessity for the blood and there was no justification for adding it artificially; suggesting it would be better for miners to replace loss of salt through sweating by drinking KCL water rather than salted water, and asking him to suggest this to the minister of mines after he was ready to supply refined KCL in quantity; and discussing other matters relating to the production of potash table salt and Sir William's role as medical adviser."
        },
        {
            "id": "815a4b61-e1fc-ad00-54d7-2be5208124a3",
            "label": "National Railway Museum",
            "content": "Copy of typescript letter enclosing reports on the post-mortem on Andrey Juschtschinsky. Stating the medical affidavits afforded a basis for the absurd charge of ritual murder; that they were obtaining a scientific criticism; that the German medical men agreed the whole fabric of the charge (of ritual murder) was unscientific; and that the Russians wanted similar reports from England, France and Austria."
        },
        {
            "id": "9b8eade7-4225-394e-f37f-7bba206fe536",
            "label": "National Railway Museum",
            "content": "Drawing by Joseph Perry. With verso note: \"A large fibrous tumour covered with the lining membrane and a layer of the muscular substance of the uterus, and note of publication in Robert Lees' Practical Observations on the Diseases of the uterus, Churchill, 1849. Plate VI. Fig. 4"
        }
    ]
}