{
    "label": "Royal College of Physicians of London",
    "content": [
        {
            "id": "cc1d9c86-5e83-80c2-d566-dc724c663690",
            "label": "Royal College of Physicians of London",
            "content": "Class 2-2-6-0, DETAILS FOR BLOW-DOWN Class 2-2-6-2T, DETAILS FOR BLOW-DOWN Class 4-2-6-0, DETAILS FOR BLOW-DOWN Class 5-4-6-0, DETAILS FOR BLOW-DOWN Class 6-4-6-2, DETAILS FOR BLOW-DOWN Class 7-4-6-2, DETAILS FOR BLOW-DOWN Class 8-4-6-2, DETAILS FOR BLOW-DOWN"
        },
        {
            "id": "44a036a8-95f1-f40e-3bf8-cf930f287edc",
            "label": "Royal College of Physicians of London",
            "content": "The British Railways (Western Region) signalling collection. This collection, acquired by the NRM in 1997, features signalling on British Railways Western Region, the lines previously served by the GWR. Covering Wales, the West Country and the Midlands, the photographs depict permanent way equipment, staff at work, lifting barriers, level crossings, marshalling yards, stations, control panels, signal box interiors, relay rooms and the signals themselves. These themes are repeated in the 35mm slides and lanternslides, but images of circuit diagrams feature more prominently, as do close-ups of the workings of signals. A handwritten register gives details of the subject and negative number. Prints are ordered by location and listed in the registers by place."
        },
        {
            "id": "8b97db09-5286-d6a3-c927-94232e2ae5d2",
            "label": "Royal College of Physicians of London",
            "content": "Sealink ferry services publicity and advertising photographs. This collection covers the operation of British Railways' ferry services, with particular emphasis on the period from 1965 to 1978. There are photographs of docks, freight traffic, container handling and passengers, mainly taken for publicity or advertising purposes. Ships featured include the 'Antrim Princess', 'Sarnia', 'Amsterdam', 'Vortigern', 'Avalon', 'Anselm', 'Maid of Kent', 'Hengist'. 'Lord Warden' and 'Caledonia Princess'. A small number of images feature earlier railway ferry services, and there are also photographs of the LNER's east coast ports, fish being landed at Grimsby and ferries that operated in the 1930s. The prints are listed by vessel, location or date. The negatives are also listed, with brief descriptions of subject and date where known. However, negatives for the majority of images in this collection are not held by the NRM."
        },
        {
            "id": "90d03824-ff26-903d-9f53-294e1e3a17a7",
            "label": "Royal College of Physicians of London",
            "content": "The Andrews collection of prints showing the Mobile Testing Plant of the London, Midland and Scottish Railway. This collection primarily consists of prints showing the operations of the Mobile Testing Plant of the LMS, which Andrews had played an instrumental role in establishing. The photographs include trials on vehicles and the permanent way. Most of the prints are captioned."
        },
        {
            "id": "b0a940ee-9a0e-bcce-762e-aa038bc47aa9",
            "label": "Royal College of Physicians of London",
            "content": "The Ian Allan Ltd collection of railway photographs. This collection includes the work of Stanley Rhodes, H Gordon Tidey, W H Whitworth and E R Wethersett whilst there are also sections which incorporate images by other photographers, some unidentified."
        },
        {
            "id": "a542f973-2ad2-94e8-a110-07a081512718",
            "label": "Royal College of Physicians of London",
            "content": "Gleneagles Hotel photographic collection. The Gleneagles Hotel collection comprises 6½ x 4¾ and 8½ x 6½ ins glass plate and film negatives, and black and white transparencies, all featuring golf at the Gleneagles Hotel course. The collection includes publicity photographs of the course, posed views of golfers, together with photographs of major competitions in progress."
        },
        {
            "id": "c5439630-755f-170d-ddd0-73d169fd9995",
            "label": "Royal College of Physicians of London",
            "content": "The Wolverton Carriage & Wagon Works photographic collections. There are two main Wolverton collections. The first, comprising some 850 negatives, primarily covers the LNWR period, with images of newly completed carriages, including Travelling Post Offices, kitchen cars and First World War ambulance trains. Road vehicles also feature, with views of buses operated by the LNWR. The second component, about 485 negatives, is similar, but dates from a slightly later period, comprising posed photographs of LMS carriages and wagons at the works. The LNWR component is listed and a catalogue was also published by the Railprint Joint Venture, which marketed the collection in the late 1970s and early 1980s. Photographs once sold by Railprint appear on their list P14. The LMS collection is listed in a handwritten register, with reference prints available for consultation in the Reading Room."
        },
        {
            "id": "02a407e6-73c3-69ff-d034-886bc3f12148",
            "label": "Royal College of Physicians of London",
            "content": "Hugh Hughes' collection of photographs covering the electrification of lines in southern England. The Hugh Hughes collection covers the electrification of lines in southern England and features prints of LBSCR converted steam stock, Waterloo & City, Southern and British Railways electric trains. These originate from a variety of sources, including the Topical Press and the carriage builders, Metro. There are also documents relating to the Southern Railway and its pre-grouping constituents including timetables, drawings and notices."
        },
        {
            "id": "115cd1c4-6c19-3868-1e4a-b4a35b1239f6",
            "label": "Royal College of Physicians of London",
            "content": "Class 4-2-6-4T, HANDBRAKE & WATER PICK-UP OPERATING Class 4/BR1/1H-4250gal, HANDBRAKE & WATER PICK-UP OPERATING Class 4/BR2/2A-3500gal, HANDBRAKE & WATER PICK-UP OPERATING Class 4/BR1F-5625gal, HANDBRAKE & WATER PICK-UP OPERATING Class 4/BR1A/1G-5000gal, HANDBRAKE & WATER PICK-UP OPERATING Class 4/BR1B-1E-4725gal, HANDBRAKE & WATER PICK-UP OPERATING"
        },
        {
            "id": "7d3c2837-c199-aae9-9c96-1dd1ab728bcf",
            "label": "Royal College of Physicians of London",
            "content": "Frame stay between trailing and intermediate wheels; frame stay between leading and driving wheels; bogie centre pin and frame stay; bogie life guard EO 359, 364, 365, GB 756 2000-7200/O2; Darlington - GB 756 2000-7200/O2 1940 deleted; GB 756 2000-7200/D49, GB 756 2000-7200/A10, GB 756 2000-7200/A1, GB 756 2000-7200/A3, GB 756 2000-7200/A4"
        }
    ]
}